{
  "totalreviews": 22,
  "totalstars": 5.0,
  "overall": "Excellent",
  "gmburl": "https://maps.app.goo.gl/nwjkGau2tUV9JcnP8",
  "reviews": [
    {
      "reviewer": "Jeffrey Atto",
      "avatar": "/img/jeffrey.png",
      "date": "a month ago",
      "rating": 5.0,
      "body": "Had some terrible back pain and my cousin recommended this place after they helped him with back pain.  After treatments I was back to 100%. The team is incredible over there!  This was my first experience with a robotic arm.",
      "url": "https://maps.app.goo.gl/mi55L387sPc6u6Td8",
      "alt": "LIVEW Clinic Sciatica Pain Testimonials",
      "profileurl": "https://maps.app.goo.gl/mi55L387sPc6u6Td8"
    },
    {
      "reviewer": "Denise Sullivan",
      "avatar": "/img/denise.png",
      "date": "a month ago",
      "rating": 5.0,
      "body": "I was able to experience this newer therapy firsthand which I really appreciated. I have now had 11 treatments and my back is 80 to 85 percent better than when I began. I will have a few more treatments and I expect to reach 100 percent mobility soon. The staff at Livewell have all been extremely helpful and supportive.",
      "url": "https://maps.app.goo.gl/6tnso7QiFNnADLRs7",
      "alt": "LIVEW Clinic Sciatica Pain Testimonials",
      "profileurl": "https://maps.app.goo.gl/6tnso7QiFNnADLRs7"
    },
    {
      "reviewer": "Shane D. Grush",
      "avatar": "/img/shane.png",
      "date": "a month ago",
      "rating": 5.0,
      "body": "I can't speak highly enough about Dr. Rodgers and his incredible team. If you're reading reviews, there's a reason you're here—so take the leap and experience the path to feeling your best again. You won't regret it. Delivering honest, effective treatment that genuinely helps you get back to living your life fully.",
      "url": "https://maps.app.goo.gl/o9UP9qXWuDgh11TQ6",
      "alt": "LIVEW Clinic Sciatica Pain Testimonials",
      "profileurl": "https://maps.app.goo.gl/o9UP9qXWuDgh11TQ6"
    },
    {
      "reviewer": "James Van Noord",
      "avatar": "/img/james.png",
      "date": "4 months ago",
      "rating": 5.0,
      "body": "Being a former college golfer, after 2 spinal fusions in 2019 and 2020, I have lost considerable distance in my golf game. Thanks to the therapy at live well I regained 20-30 yards back. The overall discomfort I used to tolerate and live with has decreased since working with Dayne and Stephanie in January. Highly recommend for all golfers or anyone with muscle tightness and discomfort.",
      "url": "https://maps.app.goo.gl/6Ty6Pnpeb4dp2XEk6",
      "alt": "LIVEW Clinic Sciatica Pain Testimonials",
      "profileurl": "https://maps.app.goo.gl/6Ty6Pnpeb4dp2XEk6"
    },
    {
      "reviewer": "Kristen S",
      "avatar": "/img/kristen.png",
      "date": "5 months ago",
      "rating": 5.0,
      "body": "Knowledgeable, friendly staff in a welcoming, clean, professional environment. A friend recommended I try Live Well for my neck and shoulder pain. I've only had two sessions so far, but can feel a difference already. I'm glad that I was introduced to this type of treatment and look forward to more visits!",
      "url": "https://maps.app.goo.gl/5PwZn2igFCKaMGhA7",
      "alt": "LIVEW Clinic Sciatica Pain Testimonials",
      "profileurl": "https://maps.app.goo.gl/5PwZn2igFCKaMGhA7"
    },
    {
      "reviewer": "Amy Long",
      "avatar": "/img/amy.png",
      "date": "10 months ago",
      "rating": 5.0,
      "body": "Wow! Totally unique approach to physical therapy that made a huge difference for me after only one visit!! Dr. Dayne knows his stuff and the ability to pinpoint the affected area is second to none. Can't wait for my second visit tomorrow!! Super clean, modern, and easy to get an appointment. You can even ask for the bed to be heated!! More like a spa than I ever could have imagined.",
      "url": "https://maps.app.goo.gl/hcyV7rMv6Pfv8mdx6",
      "alt": "LIVEW Clinic Sciatica Pain Testimonials",
      "profileurl": "https://maps.app.goo.gl/hcyV7rMv6Pfv8mdx6"
    },
    {
      "reviewer": "Andrea Eversole",
      "avatar": "/img/andrea.png",
      "date": "9 months ago",
      "rating": 5.0,
      "body": "Wow this therapy is a must if you work hard or play hard. I really messed my shoulders and neck up from house cleaning for 30 + years and at times not even my chiropractor could loosen my muscles. After only 5 treatments I can lift both arms straight up over my head and when I started my left would only go half way up, I'm no longer in daily pain. It's life changing! Thank you Dayne.",
      "url": "https://maps.app.goo.gl/qJqyWJp3QESZXsTYA",
      "alt": "LIVEW Clinic Sciatica Pain Testimonials",
      "profileurl": "https://maps.app.goo.gl/qJqyWJp3QESZXsTYA"
    },
    {
      "reviewer": "Greg Sandler",
      "avatar": "/img/greg.png",
      "date": "3 months ago",
      "rating": 5.0,
      "body": "Came in with really tight lower back and hips that was causing me pain when golfing and even walking.  Really feeling better now.  Thanks Dr. Dayne.",
      "url": "https://maps.app.goo.gl/FuuwXXYoBPVfvaRX9",
      "alt": "LIVEW Clinic Sciatica Pain Testimonials",
      "profileurl": "https://maps.app.goo.gl/FuuwXXYoBPVfvaRX9"
    },
    {
      "reviewer": "Jason Kratt",
      "avatar": "/img/jason.png",
      "date": "a month ago",
      "rating": 5.0,
      "body": "After one visit my hips loosened up and reduced the stress on my back. Optimistic this could be the solution to my chronic back issues.",
      "url": "https://maps.app.goo.gl/FvRztsGRb1iRYc9u5",
      "alt": "LIVEW Clinic Sciatica Pain Testimonials",
      "profileurl": "https://maps.app.goo.gl/FvRztsGRb1iRYc9u5"
    },
    {
      "reviewer": "Lynn Stalo",
      "avatar": "/img/lynn.png",
      "date": "a year ago",
      "rating": 5.0,
      "body": "My hip flexor was so tight before I came here, I could barely bend over to tie my shoe, or get comfortable sitting or sleeping. After 2 sessions with LiveWell I am back to about 90%. I would recommend anyone with back, hip, leg pain to try this place and see how quickly they get results!!",
      "url": "https://maps.app.goo.gl/762YDeDBCNZG6by56",
      "alt": "LIVEW Clinic Sciatica Pain Testimonials",
      "profileurl": "https://maps.app.goo.gl/762YDeDBCNZG6by56"
    }
  ]
}