 {
  "headline": "Meet our Specialist",
  "largescreenslides": 3,
  "specialists": [
    {
      "headshot": "/img/Dayne.jpg",
      "name": "Dr. Dayne Rogers",
      "cert": "BS, DC, RPT",
      "desc": "Dr. Dayne Rogers earned his Bachelor of Science in Nutrition and Doctorate of Chiropractic from Life University in Atlanta, Georgia, graduating in 1992. With 32 years of chiropractic experience, he is also certified in advanced upper and lower extremity adjusting techniques. He is passionate about harnessing the natural healing potential of the RX 2600 therapeutic robot.",
      "alt": "Dr. Dayne Rogers - BS, DC, RPT"
    },
    {
      "headshot": "/img/Stephanie.jpg",
      "name": "Stephanie Burgess",
      "cert": "CPT, RPT",
      "desc": "Stephanie earned her diploma from the National Personal Training Institute of Michigan in March 2011, driven by her passion for fitness and helping others lead healthy lives. Her lifelong involvement in dance and various sports laid the foundation for her dedication to self-care and personal growth. Stephanie's mission is to inspire lasting lifestyle changes in her clients.",
      "alt": "Stephanie Burgess - CPT, RPT"
    },
    {
      "headshot": "/img/Mike.jpg",
      "name": "Mike Rosenbergh",
      "cert": "PTA, RPT",
      "desc": "Mike earned his Associate of Applied Science in Physical Therapist Assistant degree from Macomb Community College and brings nearly 9 years of experience as a Physical Therapist Assistant in outpatient physical therapy. He has developed expertise in treating a wide variety of orthopedic conditions, consistently achieving positive outcomes for his patients.",
      "alt": "Mike Rosenbergh - PTA, RPT"
    },
    {
      "headshot": "/img/Monica.jpg",
      "name": "Monica Simon",
      "cert": "Operations Manager",
      "desc": "Monica is a dynamic professional with a career spanning multiple industries, including automotive, industrial services, and education. Her diverse experience has given her a well-rounded perspective and a keen ability to navigate complex challenges with strategic insight. Known for her strong business acumen and commitment to excellence.",
      "alt": "Monica Simon - Operations Manager"
    }
  ]
}
