{
  "heading": "Successful Media Coverage",
  "subheading": "Explore recent RPT in the news segments showcasing our work and impact in the industry.",
  "backgroundClass": "bg-gray-50",
  "articles": [
    {
      "logo": "/img/logo-crains.png",
      "logoAlt": "Crain's Detroit Business",
      "title": "Crain's Detroit Business Podcast Feature",
      "description": "Our team was featured on Crain's Detroit Business podcast, discussing essential factors to consider when selecting the right space for your small business. Gain expert insights to help you make informed decisions for your business's growth and success.",
      "linkText": "Listen Now",
      "linkUrl": "https://www.crainsdetroit.com/podcasts"
    },
    {
      "logo": "/img/logo-hour.png",
      "logoAlt": "Hour Detroit Magazine",
      "title": "Hour Detroit Feature 2022",
      "description": "Our Robotic Precision Therapy Clinic was highlighted in a dedicated article on Hour Detroit, spotlighting our advanced robotic therapy solutions and commitment to patient-focused pain relief.",
      "linkText": "Read More",
      "linkUrl": "https://www.hourdetroit.com"
    },
    {
      "logo": "/img/troy-times.png",
      "logoAlt": "Troy Times",
      "title": "Troy Times – C & G Newspapers (July 2025)",
      "description": "Robotic Precision Therapy Clinic was featured in the July 2025 edition of the Troy Times by C & G Newspapers. This article highlights our innovative use of the RX2600 robotic system, showcasing how our clinic delivers effective, lasting solutions for back pain, sciatica, and muscular conditions across Metro Detroit. The feature explains our unique, technology-driven approach and the lasting results experienced by our patients.",
      "linkText": "Read the feature in Troy Times",
      "linkUrl": "#"
    },
    {
      "logo": "/img/Logo-C-G-Newspapers.png",
      "logoAlt": "The Eagle",
      "title": "The Eagle – C & G Newspapers (July 2025)",
      "description": "RPT Clinic was featured on page 17 of the July 2025 edition of The Eagle, published by C & G Newspapers. This spotlight emphasizes our clinic's advanced robotic therapy services and highlights how our innovative RX2600 technology is helping the Metro Detroit community achieve lasting relief from chronic pain, sciatica, and mobility issues.",
      "linkText": "Read More",
      "linkUrl": "#"
    },
    {
      "logo": "/img/logo-hour.png",
      "logoAlt": "Hour Detroit Health Guide",
      "title": "Hour Detroit Health Guide 2025",
      "description": "Our Robotic Precision Therapy clinic was featured with a prominently placed ad on the very first page of the 2025 Hour Detroit Health Guide, highlighting our commitment to excellence in patient care.",
      "linkText": "Read More",
      "linkUrl": "https://www.hourdetroit.com"
    },
    {
      "logo": "/img/Logo-C-G-Newspapers.png",
      "logoAlt": "C&G News",
      "title": "C&G News – Birmingham-Bloomfield Eagle (May 2025)",
      "description": "Our clinic and the innovative RX2600 robotic therapy were showcased in C&G's 'Spotlight on Health' feature, titled Sciatica Pain Doesn't Stand a Chance: The Robot Helping Metro Detroit Heal. This article highlighted how Robotic Precision Therapy Clinic offers cutting-edge solutions for lasting sciatica and back pain relief.",
      "linkText": "Read More",
      "linkUrl": "#"
    }
  ]
}
