{
  "videobuttonclass": "video-button",
  "headline": "Inspiring Testimonials From Pain to Freedom",
  "gmburl": "https://maps.app.goo.gl/zj2o3yQgvKxzASR2A",
  "videoTestimonials": [
    {
      "embedURL": "https://player.vimeo.com/video/1069712620",
      "embedID": "vim_player_3",
      "coverimg": "/img/testimonial-cover-a.png",
      "buttonLabel": "Tony"
    },
    {
      "embedURL": "https://player.vimeo.com/video/1069712590",
      "embedID": "vim_player_5",
      "coverimg": "/img/testimonial-cover-c.png",
      "buttonLabel": "Michael"
    },
    {
      "embedURL": "https://player.vimeo.com/video/1069712559",
      "embedID": "vim_player_4",
      "coverimg": "/img/testimonial-cover-b.png",
      "buttonLabel": "Kim"      
    }
  ],
  "textTestimonials": [
    {
      "testimonial": "Due to the intensity of my sciatica pain, I could barely walk into the clinic. Not only did Ben meet me in the parking lot to help me, but he and Dr. Lauren were patient and thorough as they explained the process and goals of robotic therapy. I felt immediate relief just after my first session. 8 days and a few sessions later, I am back to a basic level of activity. - Rachel Alderton"
    },
    {
      "testimonial": "Pain so bad that I thought I might have to quit my job, which was only made worse by worry about how I would keep taking care of my family. Chiropractors hadn't been any help. After my first visit, I was already back on my feet and in the game! I've chatted with other clients who were saved from surgery or from decades-long chronic pain that chiropractors and doctors were unable to help other than by giving out narcotics to mask the pain. - Todd"
    },
    {
      "testimonial": "I have been suffering with sciatica and some other issues and after the first 2 hour session I was able to walk and do everyday activities with much less pain. After my second session I was able to fly back to Florida comfortably, which is life changing, because I fly a lot for work. Even if you aren't sure, call and have a conversation. You won't be disappointed. Thank you to the staff. - Cara Culmone"
    }
  ]
}